Repository: DogukanSakin/MVVMToDoSwiftUI
Catalog: MVVMToDoSwiftUI/Resources/*.lproj/Localizable.strings
Languages: tr

# welcome
source: Welcome to Today!
tr: Today'e hoş geldin!

# start
source: Let's Start
tr: Başlayalım

source: Hello,
tr: Merhaba,

# tasks_waiting
source: On progress
tr: Devam eden ( %d )

source: Completed
tr: Tamamlananlar ( %d )

source: Categories
tr: Kategoriler

source: View More
tr: Hepsini Gör

# add_new_todo
source: Add Todo
tr: Todo Ekle

# add_new_category
source: Add Category
tr: Kategori Ekle

# start_your_day_message
source: A new day, new opportunities! Start working towards your goals!
tr: Yeni bir gün, yeni fırsatlar! Hedeflerine ulaşmaya başla!

# keep_going_message
source: Take one more step, you're getting closer to success!
tr: Bir adım daha at, başarıya daha da yaklaşıyorsun!

# stay_on_track_message
source: Today is your day! Each task is a step closer to success!
tr: Bugün senin günün! Her görev bir adım daha ileri!

# achieve_goals_message
source: Every task completed is a step toward a brighter future!
tr: Her tamamlanan görev, daha parlak bir geleceğe adım!

# end_of_day_message
source: Finish the day strong and be proud of everything you've achieved!
tr: Günü başarıyla tamamla, başardığın her şeyle gururlan!

# never_stop_message
source: Keep going to achieve more, you're getting stronger with each step!
tr: Daha fazla başarmak için devam et, her adımda güçleniyorsun!

# finish_strong_message
source: Today could be the start of something great! Push through to the end!
tr: Bugün, her şeyin başlangıcı olabilir! Sonuna kadar git!

# today_is_your_day_message
source: Today is a big opportunity for you! Focus on your goals!
tr: Bugün senin için büyük bir fırsat! Hedeflerine odaklan!

# keep_moving_message
source: Don't think, just do! Success is waiting for you!
tr: Düşünme, sadece yap! Başarı seni bekliyor!

# stay_positive_message
source: Stay positive, every task brings you one step closer to your goals!
tr: Pozitif kal, her görev seni hedeflerine bir adım daha yaklaştırır!

source: Edit
tr: Düzenle

source: Delete
tr: Sil

source: Mark as completed
tr: Tamamlandı olarak işaretle

source: Mark as uncompleted
tr: Tamamlanmadı olarak işaretle

# category_tasks
source: %d Tasks
tr: %d Görev

source: Preview
tr: Önizleme

source: Category Name
tr: Kategori Adı

source: Category Color
tr: Kategori Rengi

source: Label Color
tr: Yazı Rengi

# empty_category_name
source: Category name cannot be left blank.
tr: Kategori adı boş bırakılamaz.

# already_added_category_name
source: A category already exist with this color and name.
tr: Bu renkte ve kategori adında daha önce bir kategori mevcut.

# todo_title
source: Title
tr: Başlık

# todo_description
source: Description (Optional)
tr: Açıklama (Opsiyonel)

# todo_date
source: Date
tr: Tarih

# todo_category
source: Select a category (Optional)
tr: Kategori seçimi (Opsiyonel)

# empty_todo_title
source: Todo title cannot be left blank.
tr: Yapılacak adı boş bırakılamaz.
